"EDIT" = "Editare|OK";
"ADD" = "Adăugați";
"DONE" = "OK|Editare";
"REMOVE" = "Eliminați";

"CHOOSE_CONTACT_TO_ADD" = "Alegeți un contact pentru adăugare la Favorite";
"CHOOSE_NUMBER_TO_ADD" = "Alegeți un nr. de telefon pentru adăugare la Favorite";

"SELECT_FAVORITES_TYPE" = "Adăugați %@ la Favorite ca:";
"SELECT_CANCEL" = "Anulați";
"SELECT_VOICE_CALL" = "Apel vocal";
"SELECT_FACETIME" = "FaceTime";
